Repository: AngelJavier060/improvement-solutions-angular
Catalog: appimprovement/l10n/app_*.arb
Languages: es

source: Welcome back
es: Bienvenido de vuelta

# swipeForMore
source: Swipe to see more
es: Desliza para ver más

# loginUserLabel
source: Username
es: Usuario

# loginPasswordLabel
source: Password
es: Contraseña

# loginHintUser
source: Enter your username
es: Ingresa tu usuario

# loginHintPassword
source: Enter your password
es: Ingresa tu contraseña

# loginButton
source: Sign In
es: Iniciar Sesión

# forgotPassword
source: Forgot your password?
es: ¿Olvidaste tu contraseña?

source: Remember me
es: Recordarme

# accessUserPassword
source: User Password
es: Usuario Contraseña

# accessFingerprint
source: Fingerprint
es: Huella

# biometricActivateTitle
source: Enable fingerprint login
es: Activar ingreso con huella

# biometricActivateContent
source: Do you want to enable fingerprint login for future access on this device?
es: ¿Deseas habilitar el ingreso con huella dactilar para futuros accesos en este dispositivo?

# biometricActivateYes
source: Yes, enable
es: Sí, activar

# biometricNotSupported
source: Biometrics not supported on this device
es: Biometría no soportada en este dispositivo

# biometricEnrollPrompt
source: Set up your fingerprint in Settings and try again
es: Configura tu huella en Ajustes y vuelve a intentarlo

# biometricActivateSuccess
source: Fingerprint login enabled
es: Ingreso con huella activado

# biometricActivateNoRefresh
source: Could not enable fingerprint: server did not return a refresh token
es: No se pudo activar la huella: el servidor no envió refresh token

# biometricLoginPrompt
source: Authenticate with your fingerprint
es: Autentícate con tu huella

# biometricActivateConfirm
source: Confirm your fingerprint to enable access
es: Confirma tu huella para activar el acceso

# biometricLoginFirst
source: First, enable fingerprint login by signing in once
es: Primero activa el acceso con huella iniciando sesión una vez

# biometricLoginFailed
source: Couldn't sign in with fingerprint: {error}
es: No se pudo iniciar sesión con huella: {error}

source: Go to login
es: Ir a login

source: Cancel
es: Cancelar

# homeWelcome
source: Welcome
es: Bienvenido

# homeWelcomeTo
source: Welcome to {business}
es: Bienvenido a {business}

# homeSignedIn
source: You have signed in successfully.
es: Has iniciado sesión correctamente.

# featureTalent
source: Human Talent
es: Talento Humano

# featureSafety
source: Industrial Safety
es: Seguridad Industrial
